chat_system_1873758716_actor_description=Princess Neoka. Elven princess.
chat_system_1873758716_snap_0_question=^?^Princess Neoka greets you, savior! There are no words that can describe my gratitude.
chat_system_1873758716_snap_0_answer_0=^?^Princess? Are you a relative of the elven queen?
chat_system_1873758716_snap_0_header_0=^?^I am the heiress of the house of Icy Tears, the ruling family. And Her Majesty the Queen Violetta is my father's sister, and in the list of the heirs to the throne, my name comes first.
chat_system_1873758716_snap_0_answer_1=^?^Then maybe the warming look of your eyes will stand in for the missing words?
chat_system_1873758716_snap_0_answer_2=^?^Your smile is thanks enough! Goodbye.
chat_system_1873758716_snap_1_question=^?^You are quite a flatterer, my unexpected savior! But I'm pleased to hear your flattery; princesses are used to dainty and ornate compliments from glossy courtiers, and awkward flattery from ordinary warriors. However, the elves' most common warrior certainly enjoys playing the lute or making verses...
chat_system_1873758716_snap_1_answer_0=^?^You offend me, your highness! If I had the smallest hope for an affirmative answer, I would be happy to propose marriage to you, in order to persuade you in my sincerity!
chat_system_1873758716_snap_1_answer_1=^?^I'm sorry, your highness, I have to go.
chat_system_1873758716_snap_2_question=^?^You can't imagine, noble [player], how I dream to escape these cramped walls and see the big and wonderful world. Yes, I'm destined to become a queen, but there's no place for love and romance in this role...<br>I also have feelings for you and I would be happy to say "yes"! But I cannot risk to plunge into this crazy adventure, unless I have my father's permission.<br>
chat_system_1873758716_snap_2_answer_0=^?^I'm sincerely happy, princess, and I'm ready to talk to your father!
